export const eastData = [
  {
    tool: "שיש",
    aliases: ["מטבח"],
    process:
      "ניקוי היטב ועירוי של מים רותחים (ישירות מהכלי הרותח). או לחילופין ציפוי כל השיש בנייר כסף עבה",
    sources: [
      "שולחן ערוך תנא, כ",
      "חזון עובדיה פסח עמ' קס",
      "פניני הלכה יא, א",
    ],
    chumrot: [
      "עירוי מים רותחים וגם ציפוי נייר כסף עבה",
    ],
    notes: "שיש רגיש שלעולם לא הניחו עליו דבר חם, ניקוי ועירוי בלבד",
    emoji: "🔘",
  },
  {
    tool: "כיור",
    aliases: ["מטבח", "חרס"],
    process: "ניקוי היטב ועירוי של מים רותחים (ישירות מהכלי הרותח)",
    sources: ["פניני הלכה יא, ב"],
    chumrot: [
      "בנוסף לעירוי, מניחים כיור מפלסטיק שמונח בתוך הכיור, או מצפים בנייר כסף עבה",
    ],
    notes: "יש לייבש את הכיור תחילה, שהמים הרותחים יגעו ישירות בכיור",
    emoji: "🚰",
  },
  {
    tool: "כיריים",
    aliases: ["מטבח", "חצובה", "גז"],
    process: "ניקוי היטב ולהגעיל במים רותחים בכלי ראשון, או לחילופין ציפוי בנייר כסף עבה",
    sources: [
      "חזון עובדיה פסח עמ' קלז",
      "פניני הלכה יא, ג",
    ],
    chumrot: ["נוהגים להבעיר את כל הלהבות למשך כחצי שעה"],
    notes:
      "ניתן גם להכשיר את הכיריים על ידי עירוי מים רותחים מכלי ראשון עליהם. את שאר הברזלים שאינם נוגעים בסירים (משטח האמייל, ראשי הגז), יש לנקות היטב וזהו",
    emoji: "🎛️",
  },
  {
    tool: "כיריים חשמליות",
    aliases: ["מטבח", "חצובה"],
    process: "מנקים היטב, ומחממים על החום הגבוה למשך חצי שעה",
    sources: ["פניני הלכה יא, ג"],
    chumrot: [],
    notes: "",
    emoji: "🎛️",
  },
  {
    tool: "תנור",
    aliases: ["מטבח", "אפייה"],
    process: "(לפי הרב עובדיה שעה) מנקים היטב, ולהפעיל על החום הגבוה ביותר למשך חצי שעה",
    sources: [
      "חזון עובדיה פסח עמ' קלב",
      "פניני הלכה יא, ד"
    ],
    chumrot: [
      "רצוי להימנע משימוש בתנור עשרים וארבע שעות קודם ההכשרה",
      "יש מחמירים לא להכשיר תנור אפייה לפסח"
    ],
    notes:
      "תנור שמנקה עצמו בחום של כ-500 מעלות אינם צריכים ניקוי, כיוון שנחשב לליבון חמור",
    emoji: "🍪",
  },
  {
    tool: "תבניות תנור",
    aliases: ["מטבח", "אפייה"],
    process: "אין להשתמש בפסח, כיוון שדורשות ליבון חמור וזה יקלקל אותם",
    sources: [
      "חזון עובדיה פסח עמ' קלב",
      "פניני הלכה יא, ד"
    ],
    chumrot: [],
    notes:
      "בזמן הכשרת התנור, ניתן להשאיר את הרשת, לאחר מכן לשים על הרשת נייר כסף, ולהשתמש בתבניות חד פעמיות על גבי הנייר כסף",
    emoji: "🍪",
  },
  {
    tool: "פלטה",
    aliases: [
      "פלאטה",
      "מטבח"
    ],
    process:
      "לנקות היטב, ולערות מים רותחים מכלי ראשון, או לחילופין לעטוף בנייר כסף",
    sources: [
      "חזון עובדיה פסח עמ' קלח",
      "פניני הלכה יא, ה"
    ],
    chumrot: ["לאחר הניקוי לחמם למשך שעה ואז לעטוף בנייר כסף"],
    notes: "",
    emoji: "⚡",
  },
  {
    tool: "מיקרוגל",
    aliases: ["מטבח"],
    process:
      "מנקים היטב משאריות אוכל, ממתינים עשרים וארבע שעות ללא שימוש, לאחר עשרים וארבע השעות מניחים צלוחית מים ומחממים את המיקרו לשלוש דקות",
    sources: ["פניני הלכה יא, ו"],
    chumrot: [
      "הרב מרדכי אליהו פסק שבנוסף צריך להקפיד לכסות את כל המאכלים שמחממים",
    ],
    notes:
      "כאשר מחממים בפסח, יש להניח דבר שיחצוץ בין הצלחת המסתובבת למאכלים שמחממים",
    emoji: "♨️",
  },
  {
    tool: "מדיח כלים",
    aliases: ["מטבח"],
    process:
      "מנקים היטב משאריות אוכל (במיוחד את המסננת), ממתינים עשרים וארבע שעות ללא שימוש, לאחר עשרים וארבע השעות מדליקים לתוכנית הארוכה על החום הגבוה ביותר",
    sources: ["פניני הלכה יא, ז"],
    chumrot: [
      "לכתחילה יש מגעילים את המגשים של המדיח במים רותחים או בעירוי של מים רותחים, או להחליפם",
      "יש מחמירים להכניס לתוכו ברזל מלובן כדי שירתיח את המים (אגרות משה, אורח חיים ג, נח)",
    ],
    notes: "ניתן להשאיר את המגשים של המדיח בתוך המדיח וכך יוכשרו גם הן",
    emoji: "🧼",
  },
  {
    tool: "סכין",
    aliases: [
      'סכו"ם',
      "מטבח",
    ],
    process: "מגעילים במים רותחים בכלי ראשון",
    sources: [
      "חזון עובדיה פסח עמ' קלז",
      "פניני הלכה יא, י",
    ],
    chumrot: ['משתמשים בסכו"ם מיוחדים לפסח'],
    notes: "",
    emoji: "🍴",
  },
  {
    tool: "מזלג",
    aliases: ['סכו"ם', "מטבח"],
    process: "מגעילים במים רותחים בכלי ראשון",
    sources: ["פניני הלכה יא, י"],
    chumrot: ['משתמשים בסכו"ם מיוחדים לפסח'],
    notes: "",
    emoji: "🍴",
  },
  {
    tool: "כף",
    aliases: ['סכו"ם', "מטבח"],
    process: "מגעילים במים רותחים בכלי ראשון",
    sources: ["פניני הלכה יא, י"],
    chumrot: ['משתמשים בסכו"ם מיוחדים לפסח'],
    notes: "",
    emoji: "🥄",
  },
  {
    tool: "שולחן",
    aliases: ["שולחן אוכל", "מטבח"],
    process: "לנקות היטב ולפרוס מפה חדשה ונקיה",
    sources: [
      "חזון עובדיה פסח עמ' קנט",
      "פניני הלכה יא, ח",
    ],
    chumrot: [
      "יש מחמירים לערות מים רותחים על השולחנות במידה והשולחנות חזקים ולא ינזקו",
    ],
    notes:
      "שולחן שכל השנה לא הניחו עליו מאכלי חמץ חמים, או היו מכוסים תמיד במפה או זכוכית, צריך לנקות היטב וזהו. בפסח טוב להקפיד לא להניח סירים רותחים ישירות על השולחן",
    emoji: "🍽️",
  },
  {
    tool: "מפה",
    aliases: [
      "מפת שולחן",
      "שעוונית",
      "מפות",
      "מטבח",
    ],
    process: "מכבסים במכונת כביסה, ובזה הם מוכשרים לפסח",
    sources: [
      "חזון עובדיה עמ' קס",
      "פניני הלכה יא, ח",
    ],
    chumrot: ["יש מחמירים להשתמש במפה חדשה לפסח"],
    notes: "",
    emoji: "🧵",
  },
  {
    tool: "מקרר",
    aliases: ["מטבח"],
    process: "מנקים היטב ומוודאים שאין שום שאריות אוכל",
    sources: ["פניני הלכה יא, ט"],
    chumrot: [""],
    notes:
      "במקומות שקשה או לא ניתן לנקות, ניתן לשפוך מי סבון או חומר שיפגום את האוכל וזה מספיק",
    emoji: "🧊",
  },
  {
    tool: "ארונות מטבח",
    aliases: ["ארון", "מטבח"],
    process: "מנקים היטב ומוודאים שאין שום שאריות אוכל",
    sources: ["פניני הלכה יא, ט"],
    chumrot: [""],
    notes:
      "במקומות שקשה או לא ניתן לנקות, ניתן לשפוך מי סבון או חומר שיפגום את האוכל וזה מספיק",
    emoji: "🧊",
  },
  {
    tool: "חרס",
    aliases: ["קרמיקה", "חימר", "פורצלאן", "חרסינה", "כלי חרס", "מטבח"],
    process: "במידה ונגעו במאכל חם, לא ניתן להכשיר כלל ויש להצניע עד לאחר הפסח",
    sources: [
      "חזון עובדיה פסח עמ' קמט",
      "פניני הלכה יא, יג",
    ],
    chumrot: [""],
    notes:
      "אם השתמשו בהם אך ורק בצונן, אפשר להכשיר על ידי שטיפה. אך אם היו בהם נוזל חמץ (למשל בירה) במשך עשרים וארבע שעות אפשר להכשיר על ידי השריה של שלוש יממות (ראו מילון מונחים)",
    emoji: "🏺",
  },
  {
    tool: "זכוכית",
    aliases: [
      "צלחת",
      "כוס",
      "פיירקס",
      "דורלקס",
      "אינדוקציה",
      "מטבח",
    ],
    process:
      "שוטפים היטב וניתן להשתמש בפסח, אפילו אם נגע בחמץ רותח אין צורך בהגעלה",
    sources: [
      "חזון עובדיה פסח עמ' קנב",
      "פניני הלכה יא, יד"
    ],
    chumrot: [
      'יש אשר מחמירים בזכוכית ולא משתמשים בפסח כדין כלים ממתכת (בן איש חי ש"א, צו, יד)',
    ],
    notes: "",
    emoji: "🔍",
  },
  {
    tool: "פלסטיק",
    aliases: ["בקבוק", "צלחת", "כוס", "מטבח"],
    process:
      "כלי פלסטיק שנגעו במאכלי חמץ רותחים מכשירים אותם בהגעלה במים רותחים בכלי ראשון",
    sources: ["פניני הלכה יא, טז"],
    chumrot: [],
    notes: "",
    emoji: "♻️",
  },
  {
    tool: "אמייל",
    aliases: ["סיר", "מטבח"],
    process: "ניתן להגעיל במים רותחים בכלי ראשון",
    sources: [
      "חזון עובדיה פסח עמ' קנז",
      "פניני הלכה יא, טו"
    ],
    chumrot: ["יש שהמליצו להגעיל שלוש פעמים (הרב עובדיה יוסף, הרב מרדכי אליהו)"],
    notes: "",
    emoji: "🍲",
  },
  {
    tool: "סירים",
    aliases: [
      "מכסה",
      "סיר לחץ",
      "מטבח"
    ],
    process: "מנקים היטב ומגעילים במים רותחים בכלי ראשון, וכן את הידיות והמכסים",
    sources: [
      "שולחן ערוך תנא, יב/יד",
      "חזון עובדיה פסח עמ' קלד",
      "פניני הלכה יא, י"
    ],
    chumrot: [],
    notes: "יש לשים לב לשטוף סביב הידיות שלא ישאר ליכלוך כלל וכן לנקות חלודה עד כמה שאפשר",
    emoji: "🍲",
  },
  {
    tool: "מדוכה",
    aliases: [
      "מכתשת",
      "מטבח"
    ],
    process: "מנקים היטב ומגעילים במים רותחים בכלי ראשון",
    sources: [
      "שולחן ערוך תנא, טז",
      "חזון עובדיה פסח עמ' קלו",
    ],
    chumrot: [],
    notes: "אם השתמשו רק בצונן ולא עם דברים חריפים, אין צורך בהגעלה אלא רק בניקוי היטב",
    emoji: "🌶️",
  },
  {
    tool: "מחבת",
    aliases: ["מחבתות", "מטבח"],
    process: "מנקים היטב ומגעילים במים רותחים בכלי ראשון",
    sources: [
      "שולחן ערוך תנא, יא",
      "חזון עובדיה פסח עמ' קלח",
      "פניני הלכה יא, י",
    ],
    chumrot: [],
    notes: 'יש לשים לב שאם זאת מחבת טפלון עיינו בערך "מחבת טפלון"',
    emoji: "🍳",
  },
  {
    tool: "מחבת טפלון",
    aliases: ["מחבתות", "מטבח"],
    process:
      "במידה וטיגן בה רוב השנה עם שמן, ניתן להכשיר בהגעלה במים רותחים בכלי ראשון",
    sources: ["פניני הלכה יא, י"],
    chumrot: [
      "לא מכשירים מחבת טפלון, מכיוון שרגילים לטגן בה ללא שמן ואז מצריכה ליבון חמור",
    ],
    notes: "",
    emoji: "🍳",
  },
  {
    tool: "טוסטר",
    aliases: ["מטבח"],
    process: "דורש ליבון חמור, וכיוון שעלול להתקלקל - אין להכשירו",
    sources: ["פניני הלכה יא, יב"],
    chumrot: [],
    notes: "",
    emoji: "🧇",
  },
  {
    tool: "שיניים תותבות",
    aliases: [],
    process: "לנקות היטב וכך הוא מוכשר לפסח, אין צורך להגעיל",
    sources: [
      "חזון עובדיה פסח עמ' קמה",
      "פניני הלכה יא, יב"
    ],
    chumrot: ["טוב שיערה עליהם מים רותחים מכלי ראשון"],
    notes: "",
    emoji: "🦷",
  },
  {
    tool: "שיפודים",
    aliases: ["אסכלאות"],
    process: "צריכים ליבון באש עד שיהיו ניצוצות אש ניתזים מהם",
    sources: ["חזון עובדיה פסח עמ' קכו"],
    chumrot: [],
    notes: "אם לא ידוע אם עירבו בהם חמץ, אפשר להכשיר בהגעלה בכלי ראשון",
    emoji: "🍖",
  },
  {
    tool: "עץ",
    aliases: [
      "מטבח",
    ],
    process: "ניקוי היטב והגעלה במים רותחים בכלי ראשון",
    sources: [
      "שולחן ערוך תנא, ח",
      "חזון עובדיה פסח עמ' קנא"
    ],
    chumrot: [],
    notes: "אם השתמשו באופן אחר, למשל בכלי שני וכו', כפי תשמישן הכשרן",
    emoji: "🌲",
  },
  {
    tool: "אבן",
    aliases: [
      "מטבח",
    ],
    process: "ניקוי היטב והגעלה במים רותחים בכלי ראשון",
    sources: [
      "שולחן ערוך תנא, ח",
      "חזון עובדיה פסח עמ' קנא"
    ],
    chumrot: [],
    notes: "אם השתמשו באופן אחר, למשל בכלי שני וכו', כפי תשמישן הכשרן",
    emoji: "🗻",
  },
  {
    tool: "מתכת",
    aliases: [
      "מטבח",
    ],
    process: "ניקוי היטב והגעלה במים רותחים בכלי ראשון",
    sources: [
      "שולחן ערוך תנא, ח",
      "חזון עובדיה פסח עמ' קנא"
    ],
    chumrot: [],
    notes: "אם השתמשו באופן אחר, למשל בכלי שני וכו', כפי תשמישן הכשרן",
    emoji: "⚙️",
  },
];
